Repository: malhayek2/QA-Engineer-Test
Catalog: xmllint/it.tmx
Source language: en
Languages: it

source: The Color Management System could not be started.
it: Il sistema di gestione colore non si è avviato.

source: The ICC profile %s will be encoded with a "watermark."\n It will only work in ONYX software.
it: Il profilo ICC%s sarà codificato con una "filigrana".\n Funzionerà solo nel software ONYX.

source: The Mutoh KONA and SC Pro support up to 8 custom patterns per job.
it: Mutoh KONA e SC Pro supportano solo fino a 8 schemi personalizzati per lavoro.

source: The Scan Speed is too large for the resolution specified.
it: La velocità di scansione è troppo elevata per la risoluzione specificata.

# The acquired image file has an invalid image file format. Please try again.
source: The acquired image file has an invalid image file format.\n\nPlease try again.
it: Il file d'immagine acquisito è di formato non valido.\n\nRiprovare.

source: The buffer passed to te SCSI request was not aligned properly.
it: Il buffer trasferito alla richiesta SCSI non era allineato correttamente.

source: The current media type does not have a calibration for this resolution. The image will be sent and will be printed as soon as a calibration is chosen.
it: Il tipo di supporto corrente non dispone di una calibrazione per questa risoluzione. L'immagine verrà inviata e stampata non appena viene scelta una calibrazione.

source: The disk "%s" is invalid.
it: Il disco %s non è valido.

source: The first compatible media found will automatically be selected (Don't show this dialog again).
it: Il primo supporto compatibile identificato verrà selezionato in automatico (non mostrare più questa finestra di dialogo).

source: The hardware key has been removed.
it: La chiave hardware è stata rimossa.

source: The image is too large for the selected media\nPrintable Area %d Pixels\nImage Width %d Pixels
it: L'immagine è troppo grande per \nL'area Stampabile del supporto selezionato %d Pixels\nLarghezza Immagine %d Pixels

source: The ink system is not primed.
it: Il sistema inchiostro non è pronto.

source: The list of medias is empty. Please verify that one or more media have been correctly loaded on the printer and in the Epson Control Dashboard.
it: L'elenco dei supporti è vuoto. Verifica che uno o più supporti siano stati correttamente caricati sulla stampante e nel Epson Control Dashboard.

source: The media offset and image width is greater than the print width allowed. Please check your media options.
it: La distanza del supporto e la larghezza dell’immagine sono maggiori della larghezza di stampa consentita. Si prega di controllare le opzioni del supporto.

source: The new media's color configuration may require ink restrictions in order to get good output. If you would like to set ink restrictions now, press the Ink Restrictions button. Otherwise press the Next button.
it: La configurazione del colore per il nuovo supporto può richiedere restrizioni dei singoli inchiostri per risultati ottimali. Per impostare le restrizioni dei singoli inchiostri, fare clic sul pulsante restrizioni dei singoli inchiostri. Diversamente, fare clic su Avanti.

source: The print head temperature is too high. Please wait.
it: La temperatura della testina di stampa è troppo elevata. Attendere prego.

# The printer has reported the following error(s):
source: The printer has reported the following error(s):\n\n
it: La stampante ha segnalato il seguente errore:\n\n

source: The printer is cooling the print heads. Please wait. (The ambient temperature must be decreased to avoid print interruption.) After 10 minutes of interruption, you can select to start or cancel the print.
it: La stampante sta raffreddando le testine di stampa. Attendere prego. (È necessario ridurre la temperatura ambiente per evitare l'interruzione della stampa.) Dopo 10 minuti di interruzione è possibile selezionare di avviare o annullare la stampa.

source: The printer must be connected via TCP/IP to use get status information
it: La stampante va collegata tramite TCP/IP per utilizzare ottieni informazioni di stato

source: The printer's serial number matches the serial number entered in the "Global Printer Options" dialog
it: Il numero seriale della stampante corrisponde al numero seriale inserito nella finestra di dialogo "Opzioni generali stampante"

source: The requested data was not found
it: Dati richiesti introvabili

source: The selected print mode is invalid.
it: La modalità di stampa selezionata non è valida.

source: The source must be given a name
it: Assegnare un nome alla sorgente

source: The swatch format is not valid. Please check your values.
it: Il formato della tabella campioni non è valido. Verificare i valori.

source: The write has failed
it: Impossibile scrivere

source: There are no paths to cut
it: Non esistono percorsi da tagliare

source: There is currently no key data available. Please refresh the view or open a valid .keyfile file.
it: Al momento i dati della chiave non sono disponibili. Aggiornare la visualizzazione o aprire un file valido .keyfile.

source: There may be problems when the width is less than %.1f inches (%.1f cm).
it: Potrebbero verificarsi dei problemi se la larghezza è inferiore a %.1f" (%.1f cm).

source: There was an error during processing!
it: Errore durante l’elaborazione!

source: There was an error setting the resolution for the Scitex Screen.
it: Si è verificato un errore di impostazione della risoluzione per Scitex Screen.

source: Thin
it: Sottile

source: This column can not be hidden
it: Questa colonna non può essere nascosta

source: This dialog allows you to reassign the printer driver's default output channels to different color bars on the printer. Each output channel must have a unique number from 1-8.
it: Questa finestra di dialogo consente di riassegnare i canali di output predefiniti dei driver della stampante a diverse barre di colori sulla stampante. Ciascun canale di uscita deve avere un numero unico 1-8.

source: This job is still waiting to be printed. It can not be reprinted.
it: Questo lavoro è ancora in attesa della stampa. Non può essere ristampato.

source: This property controls the "tile dotted overlap" marks on the bottom edge. If "tile dotted overlap" marks have been selected to be printed and this is set to Default, the Quick Set setting for this edge will apply; otherwise set to Yes or No as appropriate.
it: Questa funzione monitora gli indicatori di "sormonto a tratteggio del pannello" sul bordo inferiore. Se gli indicatori di "sormonto a tratteggio del pannello" sono stati selezionati per la stampa e quest'ultima è configurata su Default, si applicherà l'impostazione Quick Set per il bordo in questione, altrimenti configura su Sì o No, a seconda del caso.

source: This step is used to verify that the adjustments made in the G7® Grayscale Correction step are within G7® Grayscale tolerances.
it: Il passaggio è utilizzato per verificare gli adattamenti realizzati nel passaggio di correzione G7® Grayscale all'interno delle tolleranze G7® Grayscale.

source: Tiff File Options
it: Opzioni file Tiff

source: Tile Outline Options
it: Opzioni Tile Outline

source: Tile(s) for %s
it: Pannello(i) per %s

source: Time Period
it: Periodo di Tempo

source: To &Bottom
it: &In basso

source: To: %s
it: A: %s

source: Too many media modes are available for this virtual printer - the OS limits each virtual printer to %d modes for selection.\nPlease delete all unnecessary media using the Configure Printer dialog.\n\nNOTE: You must rebuild the ppd once you've removed all unnecessary media.\nTo do this, simply disable then re-enable the printer within Printer Manager.
it: Per questa stampante virtuale sono disponibili troppe modalitÃ di supporto - il sistema operativo limita ogni stampante virtuale alla selezione di %d modalità.\nCancellare tutti i supporti non necessari utilizzando la finestra di dialogo Configura stampante.\n\nNOTA: è necessario ricostruire il ppd una volta rimossi tutti i supporti non necessari.\nPer farlo, basta disattivare e riattivare la stampante dalla Gestione stampante.

source: Top Layer:
it: Layer alto:

source: Total Area:
it: Area complessiva:

source: Total Printed Area
it: Area totale stampata

source: Transitions
it: Transizioni

source: Tray 4
it: Vassoio 4

source: Tweak Color Profiles
it: Correggi profili di colore

source: Type: %s
it: Tipo: %s

source: USB connection error
it: Errore connessione USB

source: UV Lamp:
it: Lampada UV:

source: Unable to Close TWAIN source:
it: Impossibile chiudere la sorgente TWAIN:

source: Unable to build the list of frames.
it: Impossibile creare l'elenco delle cornici.

# Unable to create start file '%s'
source: Unable to create start file '%s'\n
it: Impossibile creare il file iniziale %s.\n

source: Unable to find default browser. Please visit http://www.printmetryx.com to view PrintMetryx.
it: Impossibile trovare il browser predefinito. Per visualizzare PrintMetryx, visitare il sito Web http://www.printmetryx.com.

# Unable to initialize Color Device Libarary. Please check installation.
source: Unable to initialize Color Device Libarary.\nPlease check installation.
it: Impossibile inizializzare la Color Device Libarary.\nVerificare l'installazione.

source: Unable to open a connection to the selector software. Port cannot be configured.
it: Impossibile aprire la connessione al software di selezione. Impossibile configurare la porta.

source: Unable to process image (
it: Impossibile elaborare immagine (

source: Unable to send print data to the printer.
it: Impossibile inviare dati di stampa alla stampante.

source: Undefined
it: Non definito

source: Unexpected bus free.
it: Bus inaspettatamente libero.

source: Uniform Area
it: Area uniforme

source: Unknown Error
it: Errore sconosciuto

source: Unknown error 0x34
it: Errore sconosciuto 0x34

source: Unknown warning 0x0C
it: Avviso sconosciuto 0x0C

source: Unknown warning 0x3A
it: Avviso sconosciuto 0x3A

source: Unknown warning 0x5D
it: Avviso sconosciuto 0x5D

source: Unregistered Version -
it: Versione non registrata -

source: Update Driver
it: Aggiorna driver

# Update the hardware key Update Key
source: Update the hardware key\nUpdate Key
it: Aggiorna la chiave hardware\nAggiorna chiave

source: Upgrade to Version 5
it: Aggiornamento alla versione 5

source: Use "G7 Native CMY"
it: Usa "CMY Nativa G7"

source: Use Compression
it: Usa compressione

source: Use Enhanced Print Mode
it: Usa modalità Stampa avanzata

source: Use Light Ink at 100% Color Density
it: Usa inchiostro leggero a 100% densità colore

source: Use Pre Heater
it: Usa pre-riscaldatore

source: Use Watermark
it: Utilizza filigrana

source: Use default EPSON AccuPhoto light ink separations and ink restrictions.
it: Utilizzare separazioni e limitazioni degli inchiostri tenui EPSON AccuPhoto predefinite.

source: Use profile-based substrate correction
it: Utilizzare correzione substrato basata sul profilo

# Used ink tank is full.
source: Used ink tank is full.\n
it: Serbatoio inchiostro usato pieno.\n

source: User defined data
it: Dati definiti dall'utente

source: VALID SETTINGS
it: IMPOSTAZIONI VALIDE

source: VSD4 (Variable Dot-4)
it: VSD4 (punto variabile-4)

source: Value (0-100)
it: Valore (0-100)

source: Variable Dot Curves
it: Curve punti variabile

source: Varnish Ink End
it: Vernice finita

source: Version 2.x
it: Versione 2.x

source: Vertical Repeats
it: Ripetizioni verticali

source: View Measurements...
it: Visualizza misurazioni...

source: Views
it: Visualizzazioni

source: WARNING: Do not use the buttons on the table, or move the device out of range.
it: AVVISO: Non usare i tasti sulla tabella, o muovere lo strumento fuori dell'intervallo.

source: Wait for the preset to be installed before clicking OK.
it: Attendi l'installazione delle impostazioni iniziali prima di fare clic su OK.

source: Waiting to Rip
it: In attesa di RIP

source: Warning Message Countdown Time
it: Tempo di conteggio alla rovescia messaggio di avviso

source: Warning: Use of any non-Normal mode may result in loss of communication to the hardware protection key. This will prevent you from performing some tasks.
it: Avvertenza: l'uso di un modo non normale potrebbe comportare la perdita di comunicazione al tasto di protezione hardware. Ciò ti impedirà di eseguire alcuni compiti.

source: Warning: continuing may delete any existing swatch readings.
it: Avviso: continuando è possibile eliminare le letture della tabella campioni esistente.

source: Watermark
it: Filigrana

source: Web Portal
it: Portale Web

source: When enabled, this will add a drop-shadow to the text.
it: Quando abilitata, al testo viene aggiunta un'ombreggiatura a discesa.

source: White After
it: Bianco dopo

source: White Ink Options
it: Opzioni inchiostro bianco

source: White Plotting
it: Plotter bianco

source: White2:
it: Bianco2:

source: Windowed
it: Con finestra

source: Work offline?
it: Funzionamento offline?

source: Wrap
it: Cornice

source: Wrong paper path
it: Percorso carta non corretto

source: Y Repeat Interval
it: Intervallo ripetizione Y

source: Yellow 2
it: Giallo 2

source: Yes, stop creating this mode and save changes
it: Sì, interrompi la creazione di questa modalità e salva le modifiche

source: You are about to delete a Resolution. This action cannot be undone.
it: Si sta per cancellare una risoluzione. Questa azione non può essere annullata.

source: You do not have sufficient rights to run this application. Please log-on as administrator and try again.
it: Non si dispone di diritti sufficienti per eseguire questa applicazione. Accedere come amministratore e riprovare.

source: You have successfully edited this mode.
it: Questa modalità è stata modificata.

source: You need to edit Step && Repeat jobs with Job Editor
it: È necessario modificare i lavori Step && Repeat con Job Editor

source: Your hardware key could not be found. Please check that you have access to a network key (enter localhost:1947 in your internet browser to view all keys on the network) or that the proper key is connected to a USB port on this machine. If there is a key, verify that the correct security device drivers are installed.
it: Impossibile trovare chiave hardware. Verificare di disporre di accesso a una chiave di rete (digitare l'host locale:1947 nel browser Internet per visualizzare tutte le chiavi sulla rete) o che la chiave adeguata sia collegata a una porta USB sulla macchina. Se è presente una chiave, verificare che siano installati i driver corretti del dispositivo di sicurezza.

source: Your hardware key is programmed to ONLY run BETA software. Please contact your dealer for a key upgrade.\n
it: La chiave hardware è programmata per eseguire SOLO la versione BETA del software. Contattare il venditore per l'aggiornamento della chiave.\n

source: Zero-line Marks
it: Segni linea zero

source: Zooms in to the next default zoom level
it: Zoom avanti al livello successivo di default

source: [Process-
it: [Processo-

# Loaded substrate:
source: \nLoaded substrate:\n
it: \nSostrato caricato:\n

source: borderless
it: senza bordi

source: fail
it: esito negativo

source: image_file_:
it: image_file_ (file immagine):

source: printer
it: stampante

source: running
it: in funzione

source: toolBar
it: Barra degli strumenti
